"ACCESS_DENIED"="Non è possibile accedere al percorso %1$s.";
"BAD_ATTRIBUTE"="La specifica di attributo \"%1$c\" non è valida.";
"BAD_OPTION"="Uno dei parametri inizia per \":\" ma non è un'opzione valida.";
"BAD_OPTION_OR_ATTRIBUTE"="Uno dei parametri inizia per \"-\" ma non è né un'opzione valida, né una specifica di attributo.";
"BAD_PATH"="Il formato del percorso %1$s è errato.";
"DOUBLE_ATTRIBUTE"="La specifica di attributo \"%1$c\" è stata ripetuta.\"";
"ERROR"="ERRORE";
"FILE_CHANGED"="Il file è stato modificato";
"FILE_NOT_CHANGED"="Nessuna modifica necessaria";
"FILES_CHANGED_0"="nessuna modifica necessaria";
"FILES_CHANGED_1"="1 modificato";
"FILES_CHANGED_MANY"="%1$d modificati";
"FILES_PROCESSED_0"="Nessun file elaborato";
"FILES_PROCESSED_1"="1 file elaborato";
"FILES_PROCESSED_MANY"="%1$d file elaborati";
"HELP"="\nMostra o modifica gli attributi dei file MP3.\n\nUso:\n  MP3EPOC [:L|:S] [:W] [:F] [+P|-P] [+C|-C] [+O|-O] [:E0|:E1|:E2|:Ex] file\n\n  :L        Mostra attributi in formato esteso.\n  :S        Mostra attributi in formato compatto.\n  :W        Legge file interi, non solo i frame chiave.\n  :F        Il primo frame è il frame chiave (vecchie versioni di Winamp).\n  +         Imposta un attributo o mostra i file dov'è impostato.\n  -         Cancella un attributo o mostra i file dove non è impostato.\n  P         Attributo privato.\n  C         Attributo copyright.\n  O         Attributo originale.\n  :E0       Rimuove l'enfasi o mostra i file senza enfasi.\n  :E1       Imposta o mostra i file con enfasi a 50/15 microsec.\n  :E2       Imposta o mostra i file con enfasi a CCITT j. 17.\n  :Ex       Mostra i file con enfasi non valida.\n  file      Uno o più file da elaborare (sono ammessi caratteri jolly).\n\nLe specifiche di attributi sono introdotte dal segno + o - e possono indicare diversi attributi contemporaneamente come in +PO o -OCP; anche le opzioni :E0, :E1, :E2 e :Ex sono considerate specifiche di attributi, esse tuttavia non possono essere combinate.\n\nSe la linea di comando contiene specifiche di attributi senza le opzioni :L, :S, :W o :F, MP3epoc scrive le nuove impostazioni di attributi in ogni file MP3 indicato.\nSe la linea di comando contiene specifiche di attributi insieme alle opzioni :L, :S, :W o :F, MP3epoc mostra i file MP3 rispondenti agli attributi indicati senza modificarli.\nSe la linea di comando non contiene specifiche di attributi, MP3epoc mostra gli attributi dei file MP3 senza modificarli: in questo caso gli attributi vengono visualizzati sempre in formato esteso, a meno che l'opzione :S non sia indicata esplicitamente.\nEcco alcuni esempi:\n\n  > MP3EPOC *.MP3\n  Mostra in formato esteso gli attributi di tutti i file MP3 nella directory corrente.\n\n  > MP3EPOC -C +O \"Madonna - Material Girl.mp3\"\n  Cancella l'attributo copyright e imposta l'attributo originale in tutti i frame del file \"Madonna - Material Girl.mp3\".\n\n  > MP3EPOC :S :W :E1 \"~/Music/*Mozart*.MP3\"\n  Mostra in formato compatto gli attributi di tutti i file MP3 nella cartella \"~/Music\" che contengono nel nome la parola \"Mozart\" ed hanno l'enfasi impostata a 50/15 microsec in tutti i frame.\n  \n  > MP3EPOC -PCO :E0 \"/Volumes/My-Host/Shared MP3s/*\"\n  Cancella gli attributi privato, copyright e originale e rimuove l'enfasi da tutti i frame di tutti i file nella cartella di rete \"Shared MP3s\" su \"My-Host\".\n\nLa rappresentazione degli attributi in formato esteso segue lo schema generale:\n\n  ±P* ±C* ±O* E?*\n\nLe lettere P, C, O ed E stanno ad indicare rispettivamente gli attributi privato, copyright, originale ed enfasi. Il segno + davanti a una lettera indica che l'attributo corrispondente è impostato; il segno - indica che l'attributo non è impostato.\nL'impostazione dell'enfasi è indicata dal carattere dopo la E: 0 = nessuna enfasi, 1 = 50/15 microsec, 2 = CCITT j. 17, x = enfasi non valida.\nSe si usa l'opzione :W, un asterisco dopo un attributo indica che le impostazioni dell'attributo sono le stesse in tutti i frame del file.\n\nIl formato compatto mostra le stesse informazioni del formato esteso in meno spazio, è solo un po' più complicato da leggere. Il formato compatto utilizza una lettera per ciascun attributo nell'ordine: privato, copyright, originale, enfasi. Le diverse lettere hanno il seguente significato:\n\n  j = enfasi a CCITT j. 17\n  m = enfasi a 50/15 microsec\n  n = attributo non impostato o nessuna enfasi\n  x = enfasi non valida\n  y = attributo impostato\n\nUna lettera maiuscola indica che le impostazioni dell'attributo sono le stesse in tutti i frame del file.\n\nSebbene le impostazioni di attributi siano generalmente uguali per tutti i frame di un file MP3, questo non è sempre il caso.\nLe impostazioni mostrate da Winamp nel dialogo informazioni sul file per i file MP3 sono quelle che si trovano nel secondo frame del file: questo è il frame chiave di default, quello da cui MP3epoc estrae normalmente le proprie informazioni per mostrare le impostazioni principali degli attributi o per escludere determinati file dalla ricerca quando l'opzione :W viene omessa. Alcune versioni più vecchie di Winamp e altre applicazioni considerano invece il primo frame come frame chiave del file. Lo stesso comportamento può essere ottenuto con MP3epoc indicando l'opzione :F.";
"MP3_DATA_UNKNOWN_EXCEPTION"="Il file %2$s contiene dati sconosciuti alla posizione %1$s.";
"MP3_FILE_INVALID_EXCEPTION"="%1$s non è un file MP3.";
"MP3_FIRST_FRAME_NOT_FOUND_EXCEPTION"="Le dimensioni del file %1$s sono errate, oppure lo sono le informazioni nel tag ID3v2.";
"MP3_FORMAT_EXCEPTION"="Si è verificato un errore durante l'eleborazione del file %2$s alla posizione %1$s.";
"MP3_FRAME_CRC_TEST_EXCEPTION"="Il frame %1$lld del file %3$s alla posizione %2$s è danneggiato e non ha superato la prova del CRC.";
"MP3_FRAME_CRC_UNKNOWN_EXCEPTION"="Non è possibile ricalcolare il codice CRC del frame %1$lld del file %3$s alla posizione %2$s.";
"MP3_FRAME_EXCEPTION"="Si è verificato un errore durante l'eleborazione del frame %1$lld del file %3$s alla posizione %2$s.";
"MP3_FRAME_SIZE_UNKNOWN_EXCEPTION"="Non è possibile stabilire le dimensioni del frame %1$lld del file %3$s alla posizione %2$s.";
"MP3_GENERIC_EXCEPTION"="Si è verificato un errore durante l'eleborazione del file %1$s.";
"MP3_KEY_FRAME_NOT_FOUND_EXCEPTION"="Il file %1$s non ha il frame chiave.";
"NO_FILE"="Non è stato indicato alcun file.";
"OPT_EX_IN_WRITING_OP"="L'opzione :Ex può essere usata solo insieme alle opzioni :L, :S, :W o :F.";
"PATH_IS_DIR"="Il percorso %1$s denota una directory.";
"PATH_NOT_FOUND"="Il percorso %1$s non è stato trovato.";
"SYNTAX_ERROR"="La sintassi del comando è errata.";
